tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autojump"
brew "cmake"
brew "ctags"
brew "fd"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "go"
brew "htop"
brew "httrack"
brew "hugo"
brew "imagemagick"
brew "maven"
brew "mercurial"
brew "node"
brew "pandoc"
brew "pdf2htmlex"
brew "protobuf"
brew "rclone"
brew "reattach-to-user-namespace"
brew "screen"
brew "the_silver_searcher"
brew "tmux"
brew "transmission"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "adobe-acrobat-reader"
cask "anaconda"
cask "chromium"
cask "daisydisk"
cask "devdocs"
cask "emacs"
cask "firefox-nightly"
cask "flash-npapi"
cask "google-chrome"
cask "google-chrome-canary"
cask "iina"
cask "java"
cask "keepassxc"
cask "lastpass"
cask "natron"
cask "osxfuse"
cask "pencil"
cask "transmission"
cask "visual-studio-code"
