tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autojump"
brew "cmake"
brew "ctags"
brew "httrack"
brew "hugo"
brew "macvim", args: ["with-override-system-vim"]
brew "node"
brew "pdf2htmlex"
brew "rclone"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
cask "aerial"
cask "flash-npapi"
cask "java"
cask "keepassxc"
cask "lastpass"
cask "macdown"
cask "macvim"
cask "visual-studio-code"
