tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
cask "java"
brew "autojump"
brew "cmake"
brew "ctags"
brew "git"
brew "go"
brew "httrack"
brew "hugo"
brew "macvim", args: ["with-override-system-vim"], link: false
brew "maven"
brew "node"
brew "pandoc"
brew "pdf2htmlex"
brew "protobuf"
brew "rclone"
brew "reattach-to-user-namespace"
brew "screen"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "youtube-dl"
cask "aerial"
cask "anaconda"
cask "boostnote"
cask "devdocs"
cask "filezilla"
cask "firefoxnightly"
cask "flash-npapi"
cask "iina"
cask "keepassxc"
cask "lastpass"
cask "macdown"
cask "macvim"
cask "osxfuse"
cask "pencil"
cask "tomighty"
cask "visual-studio-code"
